Slab Shape Edit failed. [Description]
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId SlabShapeEditFailed { get; }
  Visual Basic
Public Shared ReadOnly Property SlabShapeEditFailed As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ SlabShapeEditFailed {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures SlabShapeFailures Class
  Autodesk.Revit.DB Namespace